Repository: tsep/tsep1
Catalog: app/locale/*.po
Languages: ru

source: Configuration Updated
ru: Конфигурация обновлена

source: The selected operation failed
ru: Ошибка выбранной операции

source: Profile was not deleted because a valid id was not supplied.
ru: Профиль не был удалён, так как не был предоставлен правильный идентификатор.

source: Failed to delete profile
ru: Ошибка удаления профия

source: The selected profile has been deleted
ru: Выбранный профиль был удалён

source: The profile that you selected to view does not exist
ru: Выбранный вами для просмотр профиль не существует

source: Indexing Profile Created
ru: Создан индексирующий профиль

source: Failed to save indexing profile
ru: Ошибка сохранения индексирующего профиля

source: Welcome
ru: Добро пожаловать

source: Database Configuration
ru: Конфигурация базы данных

source: Connection to the database established.
ru: Установлено соединение с базой данных.

source: Could not connect to database.
ru: Невозможно соединиться с базой данных.

source: Performing the Installation
ru: Выполнение установки

source: Thanks for installing
ru: Благодарим за установку

source: Please enter the database settings below.
ru: Пожалуйста, введите настройки базы данных.

source: Next
ru: Далее

source: Thank you installing The Search Engine Project on your site.
ru: Благодарим вас за установку на ваш сайт The Search Engine Project.

source: To read the documenation, click here.
ru: Для просмотра документации, щёлкните здесь.

source: Click here to proceed to the ACP.
ru: Щёлкните здесь для перехода к ACP.

source: Welcome to The Search Engine Project. Select your language to begin.
ru: Добро пожаловать в The Search Engine Project. Выберите язык.

source: Please wait while the installation is performed.
ru: Пожалуйста, дождитесь завершения установки.

source: Enter the initial configuration settings.
ru: Введите первоначальные настройки.

source: Enter the details for the administrator below.
ru: Введите сведения для администратора.

source: TSEP Configuration
ru: Настройки TSEP

source: Warning: for advanced users only! Entering incorrect values may corrupt your installation.
ru: Внимание: только для опытных пользователей! Ввод неправильных значений может привести к проблемам в установке.

source: Key:
ru: Ключ:

source: Value:
ru: Значение:

source: Visit the Help forum
ru: Открыть справочный форум

source: Submit a new Ticket
ru: Отправить новый билет

source: Powered by
ru: На базе

source: Search
ru: Найти

source: 403 Access Denied
ru: 403 доступ отклонён

source: Error:
ru: Ошибка:

source: You are Not Allowed to Access This Page
ru: У вас нет доступа к этой странице

source: 404 Not Found
ru: 404 не найдена

source: The URL that you entered could not be found.
ru: Введённая вам адресная ссылка не найдена.

source: There appears to be a problem with the database.
ru: Возникла проблема с базой данных.

source: Indices
ru: Индексы

source: Index
ru: Индекс

source: Delete
ru: Удалить

source: Indices in the database are listed above.
ru: Индексы в базе данных перечислены выше.

source: There are no indices in the database.
ru: Индексы отсутствуют в базе данных.

source: &laquo; Previous
ru: &laquo; Назад

source: Next &raquo;
ru: Вперёд &raquo;

source: Add an index
ru: Добавить индекс

source: No Results
ru: Нет результатов

source: Visit Site
ru: Открыть сайт

source: Logout
ru: Завершить сеанс

source: Profiles
ru: Профили

source: New IProfile
ru: Новый профиль

source: View all
ru: Просмотреть все

source: Stopwords
ru: Стоп-слова

source: Add new
ru: Добавить новый

source: Themes
ru: Темы

source: Add a New Stopword
ru: Добавить новое стоп-слово

source: Stopword name:
ru: Название стоп-слова:

source: Note that the stopword will not take effect until the next indexer run.
ru: Стоп-слово будет браться во внимание со следующего выполнения индексации.

source: Stopword
ru: Стоп-слово

source: There are no stopwords in the database.
ru: Стоп-слова отсутствуют в базе данных.

source: Add a stopword
ru: Добавить стоп-слово

source: Debug setting does not allow access to this url.
ru: Параметр отладки не позволяет иметь доступ к этой адресной ссылке.
